Repository: carwatch-tools/carwatch-ios
Catalog: CARWatch/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr

source: or was already due
de: oder fällig ist
fr: ou s’il était déjà dû

source: . Remaining samples are scheduled for later. Pressing the 'Take sample' button opens the barcode scanner for the respective sample.
de: . Erinnerungen für verbleibende Proben sind für später eingeplant. Durch Drücken der Schaltfläche „Probe nehmen“ wird der Barcode-Scanner für die jeweilige Probe geöffnet.
fr: . Les échantillons restants sont programmés pour plus tard. Appuyer sur le bouton « Prélever l’échantillon » ouvre le scanner de code-barres pour l’échantillon correspondant.

# %lld of %lld
source: %1$lld of %2$lld
de: %1$lld von %2$lld
fr: %1$lld sur %2$lld

source: After your study is completed, open the menu in the top-right corner and choose 'Share Logs'. Then send the exported logs to your study contact email.
de: Nachdem Ihre Studie abgeschlossen ist, öffnen Sie das Menü oben rechts und wählen Sie „Logs teilen“. Senden Sie die exportierten Logs anschließend an die Kontakt-E-Mail Ihrer Studie.
fr: Une fois votre étude terminée, ouvrez le menu en haut à droite et choisissez « Partager les journaux ». Envoyez ensuite les journaux exportés à l’adresse e-mail de contact de votre étude.

source: Alarm access is turned off. Sample reminders may not ring when the phone is set to silent.
de: Der Alarmzugriff ist deaktiviert. Probenerinnerungen klingeln möglicherweise nicht, wenn das Telefon stummgeschaltet ist.
fr: L’accès aux alarmes est désactivé. Les rappels d’échantillons peuvent ne pas sonner lorsque le téléphone est en mode silencieux.

source: Alarm access to ring for due samples, including when the phone is set to silent
de: Alarmzugriff, damit fällige Proben klingeln, auch wenn das Telefon stummgeschaltet ist
fr: Accès aux alarmes pour faire sonner les échantillons dus, même lorsque le téléphone est en mode silencieux

source: All log files on this device will be permanently deleted.
de: Alle Logdateien auf diesem Gerät werden dauerhaft gelöscht.
fr: Tous les fichiers journaux de cet appareil seront supprimés définitivement.

source: All remaining samples for today will be canceled and the study day will be marked as finished.
de: Alle verbleibenden Proben fur heute werden abgebrochen und der Studientag wird als beendet markiert.
fr: Tous les échantillons restants pour aujourd’hui seront annulés et la journée d’étude sera marquée comme terminée.

source: All scheduled reminders will be deactivated.
de: Alle geplanten Erinnerungen werden deaktiviert.
fr: Tous les rappels programmés seront désactivés.

source: App Info
de: Info
fr: Infos sur l’app

source: App version
de: Version der App
fr: Version de l’app

source: App version: %@
de: Version der App: %@
fr: Version de l’app : %@

source: Are you going to bed?
de: Sind Sie dabei, ins Bett zu gehen?
fr: Allez-vous vous coucher ?

source: Back
de: Zurück
fr: Retour

source: Back to Ongoing Study
de: Zur laufenden Studie
fr: Retour à l’étude en cours

source: Bedtime
de: Bettzeit
fr: Coucher

source: Camera access to enable scanning sample tube barcodes
de: Kamerazugriff, um die Barcodes von Speichelproben zu scannen
fr: Accès à l’appareil photo pour scanner les codes-barres des tubes d’échantillon

source: Cancel
de: Abbrechen
fr: Annuler

source: CARWatch is a tool used by study teams to support scheduled saliva sample collection and barcode confirmation. The app itself does not enroll participants or define the study protocol.
de: CARWatch ist ein Werkzeug, das von Studienteams genutzt wird, um die geplante Speichelprobenentnahme und die Bestätigung per Barcode zu unterstützen. Die App selbst nimmt keine Teilnehmenden in Studien auf und legt kein Studienprotokoll fest.
fr: CARWatch est un outil utilisé par les équipes d’étude pour accompagner la collecte planifiée d’échantillons de salive et la confirmation par code-barres. L’app elle-même n’inscrit pas les participants et ne définit pas le protocole de l’étude.

source: CARWatch is intended for study participants. It helps you follow your study schedule by sending reminders, and confirming samples by barcode scans.
de: CARWatch ist für Studienteilnehmende gedacht. Die App hilft Ihnen, Ihren Studienablauf einzuhalten, indem sie Erinnerungen sendet und Proben per Barcode-Scan bestätigt.
fr: CARWatch est destiné aux participants d’études. L’app vous aide à suivre le calendrier de votre étude en envoyant des rappels et en confirmant les échantillons par scan de code-barres.

source: CARWatch requires camera access to scan sample barcodes. Notifications and alarm access are optional, but recommended for sample reminders.
de: CARWatch benötigt Kamerazugriff, um Probenbarcodes zu scannen. Benachrichtigungen und Alarmzugriff sind optional, werden aber für Probenerinnerungen empfohlen.
fr: CARWatch nécessite l’accès à l’appareil photo pour scanner les codes-barres des échantillons. Les notifications et l’accès aux alarmes sont facultatifs, mais recommandés pour les rappels d’échantillons.

source: Changes the app language for onboarding.
de: Ändert die App-Sprache für die Registrierung.
fr: Change la langue de l’app pour l’inscription.

source: Configure the App
de: Konfiguration der App
fr: Configurer l’app

source: Confirm and Continue to Tutorial
de: Bestätigen und zum Tutorial weiter
fr: Confirmer et continuer vers le tutoriel

source: Contact Email
de: Kontakt-E-Mail
fr: E-mail de contact

source: Continue
de: Weiter
fr: Continuer

source: Continues after camera access is granted.
de: Fährt fort, nachdem der Kamerazugriff erlaubt wurde.
fr: Continue après l’autorisation de l’accès à l’appareil photo.

source: Data Handling
de: Datenverarbeitung
fr: Traitement des données

source: Delete Logs
de: Logs löschen
fr: Supprimer les journaux

source: Delete logs?
de: Logs löschen?
fr: Supprimer les journaux ?

source: Developer Information
de: Entwicklerinformationen
fr: Informations sur le développeur

source: Did you just wake up?
de: Sind Sie gerade aufgewacht?
fr: Venez-vous de vous réveiller ?

source: Done
de: Fertig
fr: Terminé

source: Duplicate %@!
de: %@ bereits gescannt!
fr: Doublon %@ !

source: Evening Sample
de: Abendprobe
fr: Échantillon du soir

source: Evening sample reminder
de: Erinnerung an die Abendprobe
fr: Rappel pour l’échantillon du soir

source: Expert Actions
de: Expertenoptionen
fr: Actions expertes

source: Export your logs
de: Logs exportieren
fr: Exporter vos journaux

source: Finish Day
de: Tag beenden
fr: Terminer la journée

source: Finish Study Day
de: Studientag beenden
fr: Terminer la journée d’étude

source: Finish study day?
de: Studientag beenden?
fr: Terminer la journée d’étude ?

source: Fixed Sample Times
de: Feste Probenzeiten
fr: Heures fixes des échantillons

source: Germany
de: Deutschland
fr: Allemagne

source: Get Started
de: Weiter
fr: Commencer

source: Go to App Settings
de: Zu den Einstellungen
fr: Accéder aux réglages de l’app

source: Good Evening
de: Guten Abend!
fr: Bonsoir

source: Good Morning
de: Guten Morgen!
fr: Bonjour

source: I confirm that I am authorized by my study team to use this app and have received the study information provided by that team.
de: Ich bestätige, dass ich von meinem Studienteam zur Nutzung dieser App berechtigt bin und die von diesem Team bereitgestellten Studieninformationen erhalten habe.
fr: Je confirme que mon équipe d’étude m’a autorisé à utiliser cette app et que j’ai reçu les informations d’étude fournies par cette équipe.

source: If you have questions about study participation, consent, privacy, or want to withdraw from a study, contact the study team using the contact details provided by your study organizer.
de: Wenn Sie Fragen zur Studienteilnahme, zur Einwilligung oder zum Datenschutz haben oder Ihre Teilnahme an einer Studie beenden möchten, wenden Sie sich bitte über die von Ihrer Studienleitung bereitgestellten Kontaktdaten an das Studienteam.
fr: Si vous avez des questions sur la participation à l’étude, le consentement, la confidentialité ou si vous souhaitez vous retirer d’une étude, contactez l’équipe d’étude à l’aide des coordonnées fournies par l’organisateur de votre étude.

source: If your study team has invited you to use CARWatch, the app will use notifications for alarms and reminders, the camera for QR and barcode scanning, and on-device storage for study progress and log files.
de: Wenn Ihr Studienteam Sie zur Nutzung von CARWatch eingeladen hat, verwendet die App Benachrichtigungen für Alarme und Erinnerungen, die Kamera zum Scannen von QR-Codes und Barcodes sowie den Gerätespeicher für Studienfortschritt und Protokolldateien.
fr: Si votre équipe d’étude vous a invité à utiliser CARWatch, l’app utilisera les notifications pour les alarmes et rappels, l’appareil photo pour scanner les QR codes et codes-barres, ainsi que le stockage sur l’appareil pour la progression de l’étude et les fichiers journaux.

source: In the bedtime screen, you can initiate the evening procedure before going to bed. You only need to do this if your study requires to take an evening sample. The 'LIGHTS OUT' button will activate the app's dark mode.
de: Im Bettzeit-Bildschirm können Sie vor dem Schlafengehen die Abendprobe starten. Dies ist nur erforderlich, wenn in Ihrer Studie eine Abendprobe vorgesehen ist. Die Schaltfläche 'LICHT AUS' aktiviert den Dunkelmodus der App.
fr: Dans l’écran Coucher, vous pouvez lancer la procédure du soir avant d’aller au lit. Vous ne devez le faire que si votre étude exige un échantillon du soir. Le bouton « LUMIÈRES ÉTEINTES » active le mode sombre de l’app.

source: Input invalid! Please enter a valid participant ID!
de: Ungültige Eingabe! Bitte geben Sie eine gültige Probanden-ID ein.
fr: Saisie invalide ! Veuillez entrer un identifiant de participant valide.

source: Interval Samples
de: Intervallproben
fr: Échantillons à intervalles

source: Invalid %@!
de: Ungültiger %@!
fr: %@ invalide !

source: Invalid Barcode
de: Ungültiger Barcode
fr: Code-barres invalide

source: Keep Samples
de: Proben behalten
fr: Conserver les échantillons

source: Kill Alarms
de: Alarme löschen
fr: Désactiver les alarmes

source: Kill alarms?
de: Alle Alarme löschen?
fr: Désactiver les alarmes ?

source: Language
de: Sprache
fr: Langue

source: LIGHTS ON!
de: LICHT AN!
fr: LUMIÈRES ALLUMÉES !

source: LIGHTS OUT!
de: LICHT AUS!
fr: LUMIÈRES ÉTEINTES !

source: Menu
de: Menü

source: Next
de: Weiter
fr: Suivant

source: No
de: Nein
fr: Non

source: NO
de: NEIN
fr: NON

source: No logs available
de: Keine Logs verfügbar
fr: Aucun journal disponible

source: Notifications are turned off. You will need to set alarms yourself and collect samples at the specified times.
de: Benachrichtigungen sind deaktiviert. Sie müssen selbst Alarme einstellen und Proben zu den angegebenen Zeiten entnehmen.
fr: Les notifications sont désactivées. Vous devrez régler vous-même des alarmes et prélever les échantillons aux heures indiquées.

source: Open app information
de: App-Informationen öffnen
fr: Ouvrir les informations de l’app

source: Open CARWatch
de: CARWatch öffnen
fr: Ouvrir CARWatch

source: Open Settings
de: Einstellungen öffnen
fr: Ouvrir les réglages

source: Opens the iPhone settings for this app.
de: Öffnet die iPhone-Einstellungen für diese App.
fr: Ouvre les réglages iPhone de cette app.

source: Opens the study participation information.
de: Öffnet die Informationen zur Studienteilnahme.
fr: Ouvre les informations de participation à l’étude.

source: Participant ID
de: Probanden-ID
fr: Identifiant du participant

source: Please confirm that this study configuration matches the information you received before continuing to the tutorial.
de: Bitte bestätigen Sie, dass diese Studienkonfiguration mit den Informationen übereinstimmt, die Sie erhalten haben, bevor Sie mit dem Tutorial fortfahren.
fr: Veuillez confirmer que cette configuration d’étude correspond aux informations que vous avez reçues avant de continuer vers le tutoriel.

source: Please enter the participant ID you received from us:
de: Bitte geben Sie die Probanden-ID ein, die Ihnen zugeteilt wurde:
fr: Veuillez entrer l’identifiant de participant que vous avez reçu :

source: Please point your camera at a barcode!
de: Bitte richten Sie Ihre Kamera auf einen Barcode!
fr: Veuillez orienter l’appareil photo vers un code-barres !

source: Please point your camera at a QR code!
de: Bitte richten Sie Ihre Kamera auf einen QR-Code!
fr: Veuillez orienter l’appareil photo vers un QR code !

source: Please scan the QR Code that you received to configure the CARWatch App for your study.
de: Bitte scannen Sie den QR-Code, den Sie für die Konfiguration der CARWatch App erhalten haben.
fr: Veuillez scanner le QR code que vous avez reçu pour configurer l’app CARWatch pour votre étude.

source: Please set your desired alarm time for tomorrow.
de: Bitte stellen Sie Ihre gewünschte Weckzeit für morgen ein.
fr: Veuillez définir l’heure d’alarme souhaitée pour demain.

source: Please set your desired wakeup time for tomorrow.
de: Bitte stellen Sie Ihre gewünschte Weckzeit für morgen ein.
fr: Veuillez définir l’heure de réveil souhaitée pour demain.

source: Privacy Policy
de: Datenschutzerklärung
fr: Politique de confidentialité

source: Purpose
de: Zweck
fr: Objectif

source: Questions Or Withdrawal
de: Fragen oder Rücktritt
fr: Questions ou retrait

source: Read Privacy Policy
de: Datenschutzerklärung lesen
fr: Lire la politique de confidentialité

source: Record Wakeup Now
de: Aufwachen jetzt erfassen
fr: Enregistrer le réveil maintenant

source: Reminder Identifier
de: Erinnerungskennung
fr: Identifiant du rappel

source: Reminders and alarm access are turned off. You will need to set alarms yourself and collect samples at the specified times.
de: Erinnerungen und Alarmzugriff sind deaktiviert. Sie müssen selbst Alarme einstellen und Proben zu den angegebenen Zeiten entnehmen.
fr: Les rappels et l’accès aux alarmes sont désactivés. Vous devrez régler vous-même des alarmes et prélever les échantillons aux heures indiquées.

source: Report going to bed
de: Bettzeit eingeben
fr: Indiquer le coucher

source: Report waking up
de: Aufwachen eingeben
fr: Indiquer le réveil

source: Requests camera access, then optional notification and alarm permissions.
de: Fordert Kamerazugriff und danach optionale Benachrichtigungs- und Alarmberechtigungen an.
fr: Demande l’accès à l’appareil photo, puis les autorisations facultatives de notification et d’alarme.

source: Reregister
de: Erneut registrieren
fr: Se réinscrire

source: Saliva sample alarms
de: Erinnerungen für Speichelproben
fr: Alarmes d’échantillons de salive

source: Saliva sample reminders
de: Erinnerungen für Speichelproben
fr: Rappels d’échantillons de salive

source: Samples Per Day
de: Proben pro Tag
fr: Échantillons par jour

source: Samples Recorded
de: Proben erfasst
fr: Échantillons enregistrés

source: Sampling Plan
de: Probenplan
fr: Plan d’échantillonnage

source: Scan now
de: Jetzt scannen
fr: Scanner maintenant

source: Scan your sample
de: Proben einscannen
fr: Scanner votre échantillon

source: Schedule
de: Zeitplan
fr: Planning

source: Sending notifications to inform you about upcoming samples
de: Benachrichtigungen erhalten, um an anstehende Proben erinnert zu werden
fr: Envoi de notifications pour vous informer des prochains échantillons

source: Share Logs
de: Logs teilen
fr: Partager les journaux

source: Shows study and developer information.
de: Zeigt Studien- und Entwicklerinformationen an.
fr: Affiche les informations sur l’étude et le développeur.

source: Skip
de: Überspringen
fr: Ignorer

source: Some permissions are disabled. You can update them in Settings.
de: Einige Berechtigungen sind deaktiviert. Sie können sie in den Einstellungen ändern.
fr: Certaines autorisations sont désactivées. Vous pouvez les modifier dans Réglages.

source: Start sampling!
de: Los geht's!
fr: Commencer les prélèvements !

source: Stop
de: Stopp
fr: Arrêter

source: Study
de: Studie
fr: Étude

source: Study Days
de: Studientage
fr: Jours d’étude

source: Study Details
de: Studiendetails
fr: Détails de l’étude

source: Study Information
de: Studieninformationen
fr: Informations sur l’étude

source: Study Name
de: Studienname
fr: Nom de l’étude

source: Study Participation Notice
de: Information zur Studienteilnahme
fr: Avis de participation à l’étude

source: Study still ongoing
de: Studie noch nicht abgeschlossen
fr: L’étude est toujours en cours

source: Switch language to English
de: Sprache auf Englisch umstellen
fr: Passer la langue à l’anglais

source: Switch language to French
de: Sprache auf Französisch umstellen
fr: Passer la langue au français

source: Switch language to German
de: Sprache auf Deutsch umstellen
fr: Passer la langue à l’allemand

source: Take sample
de: Probe nehmen
fr: Prélever l’échantillon

source: The %@ was scanned successfully!
de: %@ wurde erfolgreich gescannt!
fr: %@ a été scanné avec succès !

source: The app may store your participant ID, study configuration, barcode scan events, and app/device metadata on this device. Study-specific consent, legal basis, and data sharing are determined by the institution running your study. Log files are only shared when you explicitly export them.
de: Die App kann Ihre Teilnehmer-ID, die Studienkonfiguration, Barcode-Scan-Ereignisse sowie App- und Geräte-Metadaten auf diesem Gerät speichern. Studienspezifische Einwilligungen, die rechtliche Grundlage und eine etwaige Datenweitergabe werden von der Einrichtung festgelegt, die Ihre Studie durchführt. Protokolldateien werden nur geteilt, wenn Sie sie ausdrücklich exportieren.
fr: L’app peut stocker sur cet appareil votre identifiant de participant, la configuration de l’étude, les événements de scan de code-barres et des métadonnées de l’appareil/de l’app. Le consentement propre à l’étude, la base juridique et le partage des données sont déterminés par l’institution qui mène votre étude. Les fichiers journaux ne sont partagés que lorsque vous les exportez explicitement.

source: The barcode scanner opens automatically when you tap on a sample notification. After sampling, simply scan the barcode on the sample tube so that the sample can later be linked to the time of sampling.
de: Der Barcode-Scanner öffnet sich automatisch, wenn Sie auf eine Probenbenachrichtigung tippen. Scannen Sie nach der Probenahme einfach den Barcode auf dem Probenröhrchen, damit die Probe später mit dem Zeitpunkt der Probenahme verknüpft werden kann.
fr: Le scanner de code-barres s’ouvre automatiquement lorsque vous touchez une notification d’échantillon. Après le prélèvement, scannez simplement le code-barres sur le tube afin que l’échantillon puisse ensuite être associé à l’heure du prélèvement.

source: The CARWatch app is now ready to go. To start the study, set the alarm for the next day or report your awakening in the morning. If you need to reconfigure the app or you want to do the tutorial again, press the respective entries in the top-right menu.
de: Die CARWatch-App ist jetzt einsatzbereit. Um die Studie zu starten, stellen Sie einen Wecker für den nächsten Tag oder geben Sie am Morgen ein, dass Sie aufgewacht sind. Wenn Sie die App neu konfigurieren oder das Tutorial erneut durchführen möchten, wählen Sie die entsprechende Option im Menü oben rechts.
fr: L’app CARWatch est maintenant prête. Pour commencer l’étude, réglez l’alarme pour le lendemain ou indiquez votre réveil le matin. Si vous devez reconfigurer l’app ou revoir le tutoriel, utilisez les entrées correspondantes dans le menu en haut à droite.

source: The study is already finished, so the wakeup time can no longer be changed.
de: Die Studie ist bereits beendet, daher kann die Weckzeit nicht mehr geändert werden.
fr: L’étude est déjà terminée, l’heure de réveil ne peut donc plus être modifiée.

source: The symbols next to the alarm time show whether a sample has been taken
de: Die Symbole neben dem Probezeitpunkt zeigen an, ob eine Probe bereits genommen wurde
fr: Les symboles à côté de l’heure d’alarme indiquent si un échantillon a été prélevé

source: The symbols next to the alarm time show whether a sample has been taken (green checkmark) or was already due (orange exclamation mark). Remaining samples are scheduled for later. Pressing the 'Take sample' button opens the barcode scanner for the respective sample.
de: Die Symbole neben dem Probezeitpunkt zeigen an, ob eine Probe bereits genommen wurde (grünes Häkchen) oder fällig ist (oranges Ausrufezeichen). Erinnerungen für verbleibende Proben sind für später eingeplant. Durch Drücken der Schaltfläche „Probe nehmen“ wird der Barcode-Scanner für die jeweilige Probe geöffnet.
fr: Les symboles à côté de l’heure d’alarme indiquent si un échantillon a été prélevé (coche verte) ou s’il était déjà dû (point d’exclamation orange). Les échantillons restants sont programmés pour plus tard. Appuyer sur le bouton « Prélever l’échantillon » ouvre le scanner de code-barres pour l’échantillon correspondant.

source: The wakeup time can be changed after reporting wakeup.
de: Die Weckzeit kann nach dem Erfassen des Aufwachens geändert werden.
fr: L’heure de réveil peut être modifiée après l’enregistrement du réveil.

source: Thank you for your feedback!
de: Vielen Dank für Ihre Rückmeldung!
fr: Merci pour votre réponse !

source: The wakeup time can only be changed after all samples for the current day have been recorded.
de: Die Weckzeit kann erst geändert werden, nachdem alle Proben des aktuellen Tages erfasst wurden.
fr: L’heure de réveil ne peut être modifiée qu’après l’enregistrement de tous les échantillons de la journée en cours.

source: This app is only for participants who have already been enrolled by a study team. Please review how CARWatch is used before continuing.
de: Diese App ist nur für Teilnehmende gedacht, die bereits von einem Studienteam aufgenommen wurden. Bitte lesen Sie vor dem Fortfahren, wie CARWatch verwendet wird.
fr: Cette app est uniquement destinée aux participants déjà inscrits par une équipe d’étude. Veuillez consulter l’utilisation de CARWatch avant de continuer.

source: This app optimizes the intake of saliva samples to monitor the Cortisol Awakening Response (CAR). It consists of an alarm plus repeating timers to remind subjects to accurately take their saliva samples. To turn off the alarm, the barcode on the saliva sample needs to be scanned in order to increase compliance and reduce possible human error.
de: Diese App optimiert die Entnahme von Speichelproben zur Erfassung der Cortisol Awakening Response (CAR). Sie besteht aus einem Alarm und wiederholten Timern, die Versuchspersonen daran erinnern, ihre Speichelproben korrekt zu entnehmen. Um den Alarm auszuschalten, muss der Barcode auf der Speichelprobe gescannt werden, um die Compliance zu erhöhen und mögliche menschliche Fehler zu reduzieren.
fr: Cette app optimise la collecte d’échantillons de salive pour surveiller la réponse du cortisol au réveil (CAR). Elle comprend une alarme et des minuteurs répétés pour rappeler aux sujets de prélever correctement leurs échantillons de salive. Pour arrêter l’alarme, le code-barres de l’échantillon de salive doit être scanné afin d’améliorer l’observance et de réduire les erreurs humaines possibles.

source: This barcode belongs to another sample. Please scan the barcode with ID %@.
de: Dieser Barcode gehört zu einer anderen Probe. Bitte scanne den Barcode mit der ID %@.
fr: Ce code-barres appartient à un autre échantillon. Veuillez scanner le code-barres avec l’identifiant %@.

source: This barcode was already scanned before. Please check and make sure to use a new salivette.
de: Dieser Barcode wurde bereits gescannt. Bitte stellen Sie sicher, dass sie eine neue Salivette verwenden.
fr: Ce code-barres a déjà été scanné. Veuillez vérifier et utiliser une nouvelle salivette.
